Repository: yogeshojha/rengine
Catalog: web/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Showing page _PAGE_ of _PAGES_
fr: Affichage de la page _PAGE_ sur _PAGES_

source: Search...
fr: Rechercher...

source: Results : _MENU_
fr: Résultats : _MENU_

source: Are you sure you want to delete this?
fr: Êtes-vous sûr de vouloir supprimer ceci ?

source: This action can not be undone.
fr: Cette action est irréversible.

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Oops! Unable to delete the scheduled task!
fr: Oups ! Impossible de supprimer la tâche planifiée !

source: Schedule Scan Started
fr: Analyse planifiée démarrée

source: Schedule Scan Stopped
fr: Analyse planifiée arrêtée

source: LOW
fr: FAIBLE

source: MEDIUM
fr: MOYEN

source: HIGH
fr: ÉLEVÉ

source: CRITICAL
fr: CRITIQUE

source: UNKNOWN
fr: INCONNU

source: Are you sure you want to delete all scan results?
fr: Êtes-vous sûr de vouloir supprimer tous les résultats d'analyse ?

source: You won't be able to revert this!
fr: Vous ne pourrez pas revenir en arrière !

source: Oops! Unable to delete Delete scan results!
fr: Oups ! Impossible de supprimer les résultats d'analyse !

source: Are you sure you want to delete all Screenshots?
fr: Êtes-vous sûr de vouloir supprimer toutes les captures d'écran ?

source: Oops! Unable to delete Empty Screenshots!
fr: Oups ! Impossible de supprimer les captures d'écran vides !

source: Technology
fr: Technologie

source: CDN IP Address
fr: Adresse IP du CDN

source: Delete Vulnerability!
fr: Supprimer la vulnérabilité !

source: Do you really want to delete this Vulnerability? This action cannot be undone.
fr: Voulez-vous vraiment supprimer cette vulnérabilité ? Cette action est irréversible.

source: Deleting Vulnerability...
fr: Suppression de la vulnérabilité...

source: Could not delete Vulnerability!
fr: Impossible de supprimer la vulnérabilité !

source: We do not recommended sending this vulnerability report to hackerone due to the severity, do you still want to report this?
fr: Nous ne recommandons pas d'envoyer ce rapport de vulnérabilité à hackerone en raison de sa criticité, voulez-vous quand même l'envoyer ?

source: This vulnerability report will be sent to Hackerone.
fr: Ce rapport de vulnérabilité sera envoyé à Hackerone.

source: Reporting vulnerability to hackerone
fr: Signalement de la vulnérabilité à hackerone

source: Report
fr: Rapport

source: Target does not has team_handle to send report to.
fr: La cible n'a pas de team_handle pour envoyer le rapport.

source: Vulnerability report successfully submitted to hackerone.
fr: Rapport de vulnérabilité envoyé avec succès à hackerone.

source: Invalid Report.
fr: Rapport invalide.

source: Hackerone authentication failed.
fr: Échec de l'authentification à hackerone.

source: API Key forbidden by Hackerone.
fr: Clé API interdite par Hackerone.

source: Too many requests.
fr: Trop de requêtes.

source: Oops! Unable to send vulnerability report to hackerone, check your target team_handle or hackerone configurarions!
fr: Oups ! Impossible d'envoyer le rapport de vulnérabilité à hackerone, vérifiez votre team_handle cible ou les configurations de hackerone !

source: No interesting subdomain
fr: Pas de sous-domaine intéressant

source: No interesting endpoint
fr: Pas de point de terminaison intéressant

source: No subdomains marked as important!
fr: Aucun sous-domaine marqué comme important !

source: Marked Important!
fr: Marqué comme important !

source: Marked Un-Important!
fr: Marqué comme non important !

source: Are you sure you want to delete this scan history?
fr: Êtes-vous sûr de vouloir supprimer cet historique d'analyse ?

source: Oops! Unable to delete the scan history!
fr: Oups ! Impossible de supprimer l'historique d'analyse !

source: Are you sure you want to stop this scan?
fr: Êtes-vous sûr de vouloir arrêter cette analyse ?

source: Stop
fr: Arrêter

source: Scan Successfully Aborted.
fr: Analyse interrompue avec succès.

source: Oops! Could not abort the scan.
fr: Oups ! Impossible d'interrompre l'analyse.

source: Oops! Unable to stop the scan
fr: Oups ! Impossible d'arrêter l'analyse

source: Are you sure you want to delete this subscan?
fr: Êtes-vous sûr de vouloir supprimer cette sous-analyse ?

source: 1 Subscan Deleted!
fr: 1 sous-analyse supprimée !

source: Fetching Results...
fr: Récupération des résultats...

source: Scan has not yet started! Please wait for other scans to complete...
fr: L'analyse n'a pas encore commencé ! Veuillez attendre que les autres analyses soient terminées...

source: Port Scan
fr: Analyse des ports

source: Vulnerability Scan
fr: Analyse des vulnérabilités

source: Fetch URLs
fr: Récupérer les URLs

source: Directory and Files Fuzzing
fr: Fuzzing des répertoires et fichiers

source: Running
fr: En cours

source: Failed
fr: Échoué

source: Successful
fr: Réussi

source: Aborted
fr: Interrompu

source: Unknown
fr: Inconnu

source: Scan Status:
fr: État de l'analyse :

source: Engine Used:
fr: Moteur utilisé :

source: IP Address:
fr: Adresse IP :

source: Ports Open
fr: Ports ouverts

source: * Uncommon Ports
fr: * Ports non courants

source: could not fetch any results.
fr: impossible de récupérer des résultats.

source: HTTP URL
fr: URL HTTP

source: Status
fr: Statut

source: Page Title
fr: Titre de la page

source: Content Type
fr: Type de contenu

source: Content Length
fr: Longueur du contenu

source: Response Time
fr: Temps de réponse

source: Web Server
fr: Serveur Web

source: No endpoint
fr: Pas de point de terminaison

source: Title
fr: Titre

source: Severity
fr: Sévérité

source: CVSS Score
fr: Score CVSS

source: Vulnerable URL
fr: URL vulnérable

source: CVSS Metrics
fr: Métriques CVSS

source: CVE ID
fr: ID CVE

source: CWE ID
fr: ID CWE

source: Report to Hackerone
fr: Signaler à Hackerone

source: No vulnerability
fr: Pas de vulnérabilité

source: Directory
fr: Répertoire

source: HTTP Status
fr: Statut HTTP

source: Lines
fr: Lignes

source: Words
fr: Mots

source: No directory
fr: Pas de répertoire

source: Error:
fr: Erreur :

source: Task Completed
fr: Tâche terminée

source: Fetching WHOIS...
fr: Récupération des informations WHOIS...

source: Whois Fetched...
fr: Informations WHOIS récupérées...

source: Oops!
fr: Oups !

source: Domain info
fr: Informations du domaine

source: Nameservers
fr: Serveurs de noms

source: DNS Records
fr: Enregistrements DNS

source: Historical Ips
fr: Historique des adresses IP

source: Related Domains
fr: Domaines liés

source: Related TLDs
fr: TLDs liés

source: Domain
fr: Domaine

source: Geolocation
fr: Géolocalisation

source: Created
fr: Créé

source: Updated
fr: Mis à jour

source: Expires
fr: Expire

source: Whois Server
fr: Serveur Whois

source: Registrar Name
fr: Nom du registraire

source: Registrar Phone
fr: Téléphone du registraire

source: Registrar Email
fr: Email du registraire

source: Registrant
fr: Titulaire

source: Administrative
fr: Administratif

source: Technical
fr: Technique

source: Name
fr: Nom

source: Organization
fr: Organisation

source: Phone/Fax
fr: Téléphone/Fax

source: Address
fr: Adresse

source: A Records
fr: Enregistrements A

source: MX Records
fr: Enregistrements MX

source: TXT Records
fr: Enregistrements TXT

source: Location
fr: Localisation

source: Owner
fr: Propriétaire

source: Last Seen
fr: Vu pour la dernière fois

source: No Related TLDs identified
fr: Aucun TLD lié identifié

source: No Related Domains identified
fr: Aucun domaine lié identifié

source: If you would like to add IP/CIDRs, multiple domain, Please <a href="/target/add/target">click here.</a>
fr: Si vous souhaitez ajouter des IP/CIDR, plusieurs domaines, veuillez <a href="/target/add/target">cliquer ici.</a>

source: Target Name
fr: Nom de la cible

source: yourdomain.com
fr: votredomaine.com

source: Description (Optional)
fr: Description (Optionnel)

source: Target Description
fr: Description de la cible

source: Hackerone Target Team Handle (Optional)
fr: Identifiant de l'équipe cible Hackerone (Optionnel)

source: hackerone.com/team_handle, Only enter team_handle after /
fr: hackerone.com/identifiant_equipe, Entrez uniquement l'identifiant_equipe après /

source: Add Target
fr: Ajouter une cible

source: Target Successfully added!
fr: Cible ajoutée avec succès !

source: Do you wish to initiate the scan on new target?
fr: Souhaitez-vous lancer l'analyse sur la nouvelle cible ?

source: Initiate Scan
fr: Lancer l'analyse

source: Oops! Unable to add target !
fr: Oups ! Impossible d'ajouter la cible !

source: Close
fr: Fermer

source: No Subscans has been initiated for any subdomains. You can select individual subdomains and initiate subscans like Directory Fuzzing, Vulnerability Scan etc.
fr: Aucune sous-analyse n'a été lancée pour les sous-domaines. Vous pouvez sélectionner des sous-domaines individuels et lancer des sous-analyses comme le fuzzing de répertoire, l'analyse de vulnérabilités, etc.

source: Interesting Subdomain
fr: Sous-domaine intéressant

source: Interesting
fr: Intéressant

source: *Subdomains highlighted are 40X HTTP Status
fr: *Les sous-domaines surlignés ont un statut HTTP 40X

source: *IP Address highlighted are CDN IP Address
fr: *Les adresses IP surlignées sont des adresses IP de CDN

source: Fetching CVE Details...
fr: Récupération des détails CVE...

source: CVE Details
fr: Détails CVE

source: Affected Products
fr: Produits affectés

source: Affected Versions
fr: Versions affectées

source: References
fr: Références

source: Confidentiality Impact
fr: Impact sur la confidentialité

source: Integrity Impact
fr: Impact sur l'intégrité

source: Availability Impact
fr: Impact sur la disponibilité

source: Access Complexity
fr: Complexité d'accès

source: Authentication
fr: Authentification

source: Target
fr: Cible

source: Vulnerabilities Count
fr: Nombre de vulnérabilités

source: Could not find most vulnerable targets.
fr: Impossible de trouver les cibles les plus vulnérables.

source: Once the vulnerability scan is performed, reNgine will identify the most vulnerable targets.
fr: Une fois l'analyse de vulnérabilités effectuée, reNgine identifiera les cibles les plus vulnérables.

source: Vulnerability Name
fr: Nom de la vulnérabilité

source: Count
fr: Nombre

source: Could not find Most Common Vulnerabilities.
fr: Impossible de trouver les vulnérabilités les plus courantes.

source: Once the vulnerability scan is performed, reNgine will identify the Most Common Vulnerabilities.
fr: Une fois l'analyse de vulnérabilités effectuée, reNgine identifiera les vulnérabilités les plus courantes.

source: Enter the project name
fr: Entrez le nom du projet

source: Your Awesome Project
fr: Votre projet génial

source: Create Project
fr: Créer un projet

source: Duplicate project name, choose another project name!
fr: Nom de projet en double, choisissez un autre nom de projet !

source: Discovered on:
fr: Découvert le :

source: Severity:
fr: Sévérité :

source: Vulnerability Description
fr: Description de la vulnérabilité

source: Vulnerability Impact
fr: Impact de la vulnérabilité

source: Remediation
fr: Remédiation

source: Vulnerability Classification
fr: Classification de la vulnérabilité

source: CVE IDs
fr: IDs CVE

source: CWE IDs
fr: IDs CWE

source: Nuclei Template Details
fr: Détails du modèle Nuclei

source: Template
fr: Modèle

source: Template URL
fr: URL du modèle

source: Template ID
fr: ID du modèle

source: Matcher Name
fr: Nom du matcher

source: CURL Command
fr: Commande CURL

source: Extracted Results
fr: Résultats extraits

source: HTTP Request
fr: Requête HTTP

source: HTTP Response
fr: Réponse HTTP

source: (GPT was used to generate vulnerability details.)
fr: (GPT a été utilisé pour générer les détails de la vulnérabilité.)

source: Request failed
fr: La requête a échoué

source: Loading...
fr: Chargement...

source: Please wait while the GPT is generating vulnerability description.
fr: Veuillez patienter pendant que le GPT génère la description de la vulnérabilité.

source: Oops...
fr: Oups...

source: Something went wrong!
fr: Quelque chose s'est mal passé !

source: Please wait while the GPT is generating attack surface.
fr: Veuillez patienter pendant que le GPT génère la surface d'attaque.

source: No upcoming Scans.
fr: Aucun scan prévu.

source: No Scans are currently running.
fr: Aucun scan n'est en cours d'exécution.

source: Scan Completed
fr: Scan terminé

source: No scans have been recently completed.
fr: Aucun scan n'a terminé récemment.

source: In Progress
fr: En cours

source: No tasks are currently running.
fr: Aucune tâche n'est en cours d'exécution.

source: No tasks have been recently completed.
fr: Aucune tâche n'a terminé récemment.

source: Upcoming
fr: Prochainemennt

source: No upcoming tasks.
fr: Aucune tâche prochainement.

source: Scan Status
fr: État du scan

source: Subdomains
fr: Sous-domaines

source: Endpoints
fr: Points de terminaison

source: Vulnerabilities
fr: Vulnérabilités

source: Scan Engine
fr: Moteur de scan

source: Scan Status Reloaded.
fr: État du scan rechargé.

source: Directory Fuzzing
fr: Fuzzing de répertoire

source: Endpoint Gathering
fr: Récupération de points de terminaison

source: No Subdomain detected
fr: Pas de sous-domaine détecté

source: Are you sure you want to delete this Recon Todo?
fr: Êtes-vous sûr de vouloir supprimer cette tâche de reconnaissance ?

source: Recon Todo Deleted.
fr: Tâche de reconnaissance supprimée

source: Oops! Unable to delete todo!
fr: Oups ! Impossible de supprimer la tâche !

source: Todo Marked as Unimportant
fr: Tâche marquée comme non importante

source: Todo Marked as Important
fr: Tâche marquée comme importante

source: Important Task
fr: Tâche Importante

source: Mark UnImportant
fr: Marqué comme non important

source: Mark Important
fr: Marqué comme important

source: Delete Todo
fr: Supprimer tâche

source: No todos or notes...
fr: Aucune tâche ou note...

source: You can add todo for individual subdomains or you can also add using + symbol above.
fr: Vous pouvez ajouter des tâches pour des sous-domaines individuels ou vous pouvez aussi ajouter en utilisant le symbole + ci-dessus.

source: WHOIS Lookup
fr: Recherche Whois

source: Domain Name/IP Address
fr: Nom de domaine/Adresse IP

source: Search Whois
fr: Rechercher Whois

source: Error!
fr: Erreur !

source: Please enter the domain/IP Address!
fr: Merci d'entrer le nom de domaine/l'adresse IP!

source: Detect CMS
fr: Détecter CMS

source: HTTP URL/Domain Name
fr: URL HTTP/Nom de domaine

source: https://yourdomain.com
fr: https://votredomaine.com

source: (reNgine uses <a href="https://github.com/Tuhinshubhra/CMSeeK" target="_blank">CMSeeK</a> to detect CMS.)
fr: (reNgine utilise <a href="https://github.com/Tuhinshubhra/CMSeeK" target="_blank">CMSeeK</a> pour détecter les CMS.)

source: Please enter a valid URL!
fr: Merci d'entrer une URL valide!

source: Okay
fr: OK

source: Detecting CMS
fr: Détection des CMS

source: Visit CMS
fr: Visiter le CMS

source: CMS Details
fr: Détails du CMS

source: CMS Name :
fr: Nom du CMS :

source: CMS URL :
fr: URL du CMS :

source: Detection Method :
fr: Méthode de détection :

source: (Includes redirected URL)
fr: (Inclut l'URL de redirection)

source: Wordpress License
fr: Licence Wordpress

source: Wordpress Readme File
fr: Fichier README de Wordpress

source: Wordpress Uploads Directory
fr: Répertoire des téléchargements de Wordpress

source: Wordpress Users
fr: Utilisateurs de Wordpress

source: Wordpress Version
fr: Version de Wordpress

source: Wordpress Plugins
fr: Plugins de Wordpress

source: Wordpress Themes
fr: Thèmes de Wordpress

source: Joomla Version
fr: Version de Joomla

source: Joomla Debug Mode
fr: Mode de débogage de Joomla

source: Joomla Readme File
fr: Fichier README de Joomla

source: Joomla Backup Files
fr: Fichiers de sauvegarde de Joomla

source: Joomla Directory Listing
fr: Liste de répertoires de Joomla

source: Joomla Config Files
fr: Fichiers de configuration de Joomla

source: Joomla User Registration
fr: Enregistrement des utilisateurs de Joomla

source: Response Json
fr: Réponse Json

source: CVE Details Lookup
fr: Recherche de détails de CVE

source: Lookup CVE
fr: Rechercher CVE

source: Please enter CVE ID!
fr: Veuillez entrer l'identifiant de CVE !

source: WAF Detector
fr: Détecteur de WAF

source: (reNgine uses <a href="https://github.com/EnableSecurity/wafw00f" target="_blank">wafw00f</a> to detect WAF.)
fr: (reNgine utilise <a href="https://github.com/EnableSecurity/wafw00f" target="_blank">wafw00f</a> pour détecter les WAF.)

source: Detect WAF
fr: Détecter les WAF

source: Detecting WAF
fr: Détection de WAF

source: Fetching Subdomains... Please wait...
fr: Récupération des sous-domaines... Veuillez patienter...

source: Scan Activity
fr: Activité de scan

source: No recent searches.
fr: Aucune recherche récente.

source: Checking reNgine latest version...
fr: Vérification de la dernière version de reNgine...

source: Github rate limit exceeded, please try again in an hour!
fr: Limite de débit de Github dépassée, veuillez réessayer dans une heure!

source: Update not available
fr: Mise à jour non disponible

source: You are running the latest version of reNgine!
fr: Vous utilisez la dernière version de reNgine!

source: Update Available!
fr: Mise à jour disponible !

source: reNgine's new update %(vNumber)s is available, please follow the update instructions.
fr: La nouvelle mise à jour de reNgine %(vNumber)s est disponible, veuillez suivre les instructions de mise à jour.

source: Update Instructions
fr: Instructions de mise à jour

source: Dismiss
fr: Ignorer

source: Checking Daily Update...
fr: Vérification de la mise à jour quotidienne...
